Revit 2024 API
ContextualHelp.HelpType Property
The contextual help type.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2013
Syntax
C#
public ContextualHelpType HelpType { get; set; }
Visual Basic
Public Property HelpType As ContextualHelpType
	Get
	Set
Visual C++
public:
property ContextualHelpType HelpType {
	ContextualHelpType get ();
	void set (ContextualHelpType value);
}
See Also
ContextualHelp Class
Autodesk.Revit.UI Namespace